tap "bramstein/webfonttools"
tap "cjbassi/ytop"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "libidn2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "dust"
brew "exa"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "open-mpi"
brew "findutils"
brew "unixodbc"
brew "freetds"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "grep"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "ldns"
brew "libgsf"
brew "libksba"
brew "pango"
brew "librsvg"
brew "moreutils"
brew "neovim"
brew "nvm"
brew "openblas"
brew "openssh"
brew "php"
brew "poppler"
brew "procs"
brew "protobuf"
brew "pyenv-virtualenv"
brew "qt"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "screen"
brew "spaceship"
brew "spotify-tui"
brew "tealdeer"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "vips"
brew "woff2"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "cjbassi/ytop/ytop"
brew "mongodb/brew/mongodb-database-tools"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker"
cask "firefox"
cask "font-cascadia-code"
cask "gifox"
cask "google-chrome"
cask "google-drive"
cask "graphiql"
cask "iterm2"
cask "loom"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "miniconda"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "numi"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "robo-3t"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram-desktop"
cask "visual-studio-code-insiders"
cask "zoom"
